Repository: Acidburn0zzz/dnf-plugin-system-upgrade
Catalog: po/*.po
Languages: nl

source: '%s' is not used anymore. Ignoring.
nl: '%s' wordt niet meer gebruikt. Negeren.

source: '--clean-metadata' removed. Use 'dnf clean metadata --releasever=VER'
nl: '--clean-metadata' verwijderd. Gebruik 'dnf clean metadata --releasever=VER'

source: '--expire-cache' removed. Use 'dnf system-upgrade download --refresh'
nl: '--expire-cache' verwijderd. Gebruik 'dnf system-upgrade download --refresh'

source: -- no logs were found --
nl: -- er werden geen logbestanden gevonden --

source: --datadir: File exists
nl: --datadir: bestand bestaat

source: Can't do '%s' and '%s' at the same time.
nl: Kan '%s' en '%s' niet tegelijkertijd doen.

source: Can't redirect DNF logs with --debuglog. Use DNF debug options instead.
nl: Kan DNF-logs niet doorverwijzen met --debuglog. Gebruik in plaats daarvan DNF-debugopties.

source: Cannot find logs with this index.
nl: Kan geen logbestanden vinden met deze index.

source: Cleaning up downloaded data...
nl: Opruimen gedownloade data...

source: Download complete! Use 'dnf %s reboot' to start the upgrade.
nl: Download afgerond! Gebruik 'dnf %s reboot' om de upgrade te starten.

source: Download finished.
nl: Download afgerond.

source: Need a --releasever greater than the current system version.
nl: --releasever moet groter zijn dan de huidige systeemversie.

source: No new kernel packages were found.
nl: Er zijn geen nieuwe kernelpaketten gevonden.

source: OPTIONS
nl: OPTIES

source: Prepare system for upgrade to a new release
nl: Systeem voorbereiden op een nieuwe versie

source: Rebooting to perform upgrade.
nl: Herstarten om upgrade te gaan uitvoeren.

source: Sorry, dnf doesn't support '%(option)s'
nl: Sorry, dnf ondersteunt geen '%(option)s'

source: Sorry, dnf system-upgrade doesn't support '%(option)s'
nl: Sorry, dnf system-upgrade ondersteunt geen '%(option)s'

source: Sorry, you need to use 'download --releasever' instead of '--network'
nl: Sorry, gebruik 'download --releasever' in plaats van '--network'

source: Starting system upgrade. This will take a while.
nl: Beginnen met systeemupgrade. Dit zal even duren.

source: The following boots appear to contain upgrade logs:
nl: De volgende opstartingen blijken upgrade-logbestanden te hebben:

source: This plugin requires DNF 1.1.0 or later.
nl: Deze plugin vereist DNF 1.1.0 of later.

source: Upgrade complete! Cleaning up and rebooting...
nl: Upgrade afgerond! Opruimen en herstarten...

source: VERSION
nl: VERSIE

source: action to perform
nl: uit te voeren

source: another upgrade tool is running. exiting quietly.
nl: Een ander upgradeprogramma is bezig, ik breek stilletjes af.

source: download options
nl: downloadopties

source: keep installed packages if the new release's version is older
nl: ge√Ønstalleerde pakketten houden indien de nieuwe releaseversie ouder is

source: log options
nl: logopties

source: release version (required)
nl: releaseversie (verplicht)

source: save downloaded data to this location
nl: gedownloadde data opslaan op deze locatie

source: system is not ready for upgrade
nl: systeem is niet klaar voor upgrade

source: the color of the sky
nl: de kleur van de lucht

source: upgrade is already scheduled
nl: upgrade staat al ingepland

source: use '%s reboot' to begin the upgrade
nl: gebruik '%s reboot' om upgrade te starten

source: which logs to show (-1 is last, etc)
nl: welke logs getoond moeten worden (-1 is laatste, etc)
